[Subtitles]
; --- ANEMONE INTRO PT. 1 ---
Anemone_IntroPt1_Marcus_01a="Hello, old friend. Been a while, hasn't it?"
Anemone_IntroPt1_Marcus_01b="I bet you're wondering what became of our Vault Hunters."
Anemone_IntroPt1_Marcus_01c="Let me tell you a story."
Anemone_IntroPt1_Marcus_02a="After the death of Handsome Jack and the fall of Hyperion,"
Anemone_IntroPt1_Marcus_02b="Pandora was at peace -- as much as it ever was."
Anemone_IntroPt1_Marcus_02c="Their mission complete, the Crimson Raiders set their sights beyond the stars."
Anemone_IntroPt1_Marcus_03a="You remember the Vault Key, right? It had that map with all the crazy floating holograms?"
Anemone_IntroPt1_Marcus_03b="The Vault Hunters believed it would take them to Vaults across the galaxy."
Anemone_IntroPt1_Marcus_04="Of course, sometimes, when you're busy looking forward, you forget to watch your back..."
Anemone_IntroPt1_TitleSlate=" "
Anemone_IntroPt1_Tannis_05a="I do not understand why we haven't left Pandora yet."
Anemone_IntroPt1_Tannis_05b="We are nowhere closer to finding the Vaults!"
Anemone_IntroPt1_Tannis_05c="This map is the most important scientific discovery in all of human history,"
Anemone_IntroPt1_Tannis_05d="and Mordecai is using it as a coaster!"
Anemone_IntroPt1_Mordecai_06a="Does that matter? We don't even know which planets these are yet."
Anemone_IntroPt1_Mordecai_06b="I don't like flyin' blind."
Anemone_IntroPt1_Ellie_07a="Sanctuary's holdin' together using spit and wishful thinkin'."
Anemone_IntroPt1_Ellie_07b="She's barely stayin' in the air, let alone leavin' the planet."
Anemone_IntroPt1_Mordecai_08a="Well, we gotta do somethin'. People are talking about disbanding the Raiders,"
Anemone_IntroPt1_Mordecai_08b="sayin' Pandora don't need us now that Jack's gone."
Anemone_IntroPt1_Mordecai_08c="We need a leader."
Anemone_IntroPt1_Ellie_09a="She don't want the job, man. And can you blame her?"
Anemone_IntroPt1_Ellie_09b="Sometimes when you're the one calling the shots, people get hurt."
Anemone_IntroPt1_Mordecai_10="Not makin' a choice is still a choice."
Anemone_IntroPt1_Tannis_11="So, then: we have no plan, no working ship, no leader, and A SODA CAN ON THE VAULT KEY!"
Anemone_IntroPt1_Ellie_12="Lil. We need to make a call. What do you think?"
Anemone_IntroPt1_Lilith_13="Ellie?!"
Anemone_IntroPt1_Ellie_14="That ain't the engines, Lil!"
Anemone_IntroPt1_Lilith_15a="This is Lilith. Sanctuary is under attack."
Anemone_IntroPt1_Lilith_15b="All civilians, evacuate the city immediately!"
Anemone_IntroPt1_Lilith_15c="Crimson Raiders, to me!"

; --- ANEMONE INTRO PT. 2 ---
Anemone_IntroPt2_Lilith_01="Damn, they're after the Vault Key."
Anemone_IntroPt2_Mordecai_02="Lilith! There's too many of these pendejos!"
Anemone_IntroPt2_Lilith_03="This is Lilith! All Crimson Raiders, fall back to HQ!"
Anemone_IntroPt2_Ellie_04="Just tell me where to point this sumbitch!"
Anemone_IntroPt2_Lilith_05="C'mon!"
Anemone_IntroPt2_Hector_06a="Time to change the world."
Anemone_IntroPt2_Hector_06b="Whose soda is this?"

; --- ANEMONE OUTRO ---
Anemone_Outro_Hector_01a="You finally stood your ground, Firehawk."
Anemone_Outro_Hector_01b="But it's too late."
Anemone_Outro_Lilith_02="I'm not leaving here without that map!"
Anemone_Outro_Hector_03a="You Vault Hunters're so blind."
Anemone_Outro_Hector_03b="I have seen the true purpose of the Map."
Anemone_Outro_Hector_03c="It leads to power you can't possibly imagine."
Anemone_Outro_Lilith_04="What the hell?"
Anemone_Outro_Hector_05a="Sanctuary is part of me now. The Vault Map is part of me."
Anemone_Outro_Hector_05b="You can't destroy me without losing them both."
Anemone_Outro_Hector_05c="Your dream DIES with me!"
Anemone_Outro_Hector_6="What -- what do you think you're doin'?!"
Anemone_Outro_Lilith_07="Making the call."
Anemone_Outro_Hector_08="No!"
Anemone_Outro_Mordecai_09="Lilith!"
Anemone_Outro_Ellie_10="She's alive!"
Anemone_Outro_Mordecai_11="Lil, are you okay?!"
Anemone_Outro_Lilith_12="Yeah."
Anemone_Outro_Lilith_13="It's gone."
Anemone_Outro_Brick_14a="Lilith! That... was..."
Anemone_Outro_Brick_14b="... AWESOME! Yeah!"
Anemone_Outro_Lilith_15="I destroyed Sanctuary."
Anemone_Outro_Ellie_16="Is the freaky tree man dead?"
Anemone_Outro_Brick_17="Hey, Roland would've done the same thing."
Anemone_Outro_Claptrap_18="Worth it!"
Anemone_Outro_TinyTina_19a="Holy crap, I'm so jealous! I've wanted to blow up that ship forever!"
Anemone_Outro_TinyTina_19b="I'm cool, I'm cool."
Anemone_Outro_Tannis_20a="I calculated that there was a 86.4% percent chance Sanctuary would have"
Anemone_Outro_Tannis_20b="exploded as soon as it reached escape velocity."
Anemone_Outro_Tannis_21="Perhaps I should have shared that with you sooner?"
Anemone_Outro_Lilith_22="Sanctuary. The map. Everything's gone."
Anemone_Outro_Mordecai_23="Hey, you made the call. We're all still here. Nothing else matters."
Anemone_Outro_Lilith_24="I guess you're right."
Anemone_Outro_Mordecai_25="So, uh... what now?"
Anemone_Outro_Lilith_26a="Up there, Hector showed me the Map."
Anemone_Outro_Lilith_26b="I saw the Vaults, connected somehow, part of something bigger."
Anemone_Outro_Lilith_26c="I don't know what it means."
Anemone_Outro_Lilith_27a="Look, we may have lost the map, but we never needed it before."
Anemone_Outro_Lilith_27b="We have to find the Vaults before they fall into the wrong hands."
Anemone_Outro_Lilith_27c="We have got to keep searching. And that means leaving Pandora."
Anemone_Outro_Lilith_28a="But I can't go with you. Not yet."
Anemone_Outro_Lilith_28b="Someone has to rebuild the Raiders. We need new blood, new badasses,"
Anemone_Outro_Lilith_28c="if we're going to be ready for the next fight."
Anemone_Outro_Lilith_29a="Find the Vaults. No matter how far it takes you,"
Anemone_Outro_Lilith_29b="no matter what happens, you will always be Crimson Raiders!"
Anemone_Outro_All_30=" "
Anemone_Outro_Ellie_31a="Well, ol' Sanctuary went out in a way that would've made Scooter happy..."
Anemone_Outro_Ellie_31b="... killin' a big ass tree."
Anemone_Outro_Ellie_32a="That was a nice speech back there, Lil. Really tugged at the ol' heartstrings."
Anemone_Outro_Ellie_32b="But why is it that you're REALLY stayin' here?"
Anemone_Outro_Lilith_33a="That Vault Map's still out there, Ellie."
Anemone_Outro_Lilith_33b="And when I find it, THEN I can leave Pandora."
Anemone_Outro_Ellie_34="I'ma hold you to that, string bean."
